[

    {
       "char_id": 1,
        "char_name": "Robb Stark",
        "char_description": "Like his father before him. Robb is too good to survive in the world of Westeros. However, he's also a bit selfish; he put his own happiness before the realm, and it led to the deaths of himself, his mother, his wife, his unborn child and the majority of his men. ",
        "char_family": "Stark",
        "char_image": "img/1.png",
        "acted": "2014-06-11"
    },
    {
        "char_id": 2,
        "char_name": "Sansa Stark",
        "char_description": "Sansa has evolved from a petulant girl who believed fairy tales really happen to someone who's shown resilience through the worst possible situations. She is someone who has greatness in front of her, even if her initial naivety led to her father's death. ",
        "char_family": "Stark",
        "char_image": "img/2.png",
        "acted": "2014-06-13"
    },
    {
        "char_id": 3,
        "char_name": "John Snow",
        "char_description": "Jon Snow may know nothing, but at least he knows how to do right by his friends. He has gotten his hands dirty, namely by killing Qhorin Halfhand, but he always dchar_id it for the good of the Night's Watch and Westeros. Chances are he'll continue on that path. ",
        "char_family": "Stark",
        "char_image": "img/3.png",
        "acted": "2014-06-14"
    },
    {
        "char_id": 4,
        "char_name": "Tywin Lannister",
        "char_description": "Tywin Lannister is a bad dude, but at least he's a pragmatist. He is one of the smartest men in Westeros, but his fatal flaw is always misjudging his son Tyrion, one of the smartest men in Westeros. Tyrion is much more intelligent than his father gives him credit for. ",
        "char_family": "Lannister",
        "char_image": "img/4.png",
        "acted": "2014-06-15"
    },
    {
         "char_id": 5,
        "char_name": "Jamie Lannister",
        "char_description": "In the very first episode of Game of Thrones, Jaime pushed Bran out of a window, forever crippling him because he wanted to keep his incestuous relationship with his sister a secret. Jaime also killed Jory. So with all that nastiness in mind, it says a lot for how far his character has come in the past couple of seasons that he now is viewed as 'not good.' ",
        "char_family": "Lannister",
        "char_image": "img/5.png",
        "acted": "2014-06-20"
    },
    {
        "char_id": 6,
        "char_name": "Robert Baratheon",
        "char_description": "While Robert was likable enough while he was alive, he actually was one of the most problematic characters in Game of Thrones. Like Daenerys is doing now, he was good at conquering but not at ruling. He neglected his family, lusted after a dead woman and was too busy whoring and hunting to see the problems in his realm. He sowed his own demise. ",
        "char_family": "Baratheon",
        "char_image": "img/6.png",
        "acted": "2014-06-22"
    },
    {
        "char_id": 7,
        "char_name": "Stannis Baratheon",
        "char_description": "Like Melisandre, Stannis is doing the (mostly) right thing for the right reason -- he's just going about it in a way we don't like. He's right that he has the right to the Iron Throne, and he likely will be a better king than Robert was. Whether or not he will be a good king is something else entirely. ",
        "char_family": "Baratheon",
        "char_image": "img/7.png",
        "acted": "2014-06-28"
    },
    {
       "char_id": 8,
        "char_name": "Daenerys Targaryen",
        "char_description": "Dany has a dark path before her, and she -- like all rulers -- will likely be touched by some sort of corruption. But her quest to free the slaves in Slavers Bay and her love for her followers has her firmly rooted in 'good' territory for now. ",
        "char_family": "Targaryen",
        "char_image": "img/8.png",
        "acted": "2014-06-23"
    }
]